{
  "parent": "page.football.json",
  "context": {
    "market": "usa"
  },
  "sections": {
    "f1c6b04e-d41f-4fb1-b6bd-4be885137c5f": {
      "settings": {
        "subtitle": "Be a Fitter & Faster Soccer Player",
        "title": "GPS Soccer Trackers"
      },
      "blocks": {
      }
    },
    "d7776379-fee4-477f-b6c1-6b994f515542": {
      "settings": {
        "sub_title": "How Soccer Players Benefit from GPS"
      },
      "blocks": {
        "a47ac102-b331-47f2-afe6-140e714cb89c": {
          "settings": {
            "text": "<p>This guide reveals how every soccer player can improve their performance by wearing a GPS Player Vest. GPS trackers record metrics associated with the three foundational pillars of performance: Speed, Distance, and Intensity. By monitoring these metrics, players can strive to continually surpass their limits and regularly achieve personal bests on the pitch becoming fitter and faster soccer players. Discover more about how GPS soccer trackers function and the essential data they record in the sections that follow.<\/p>"
          }
        }
      }
    },
    "4f9a356d-ba74-4d33-a8c1-4977e1827318": {
      "settings": {
        "text": "<p>In soccer, <a href=\"\/pages\/speed-training\" target=\"_blank\" title=\"Speed Training\"><strong>speed is a critical factor<\/strong><\/a> that can elevate a player's performance to new heights. The dynamic nature of the sport requires rapid bursts of acceleration and agility. Whether it's sprinting to reach a through ball or swiftly changing direction to get past an opponent, speed always wins.<\/p>"
      },
      "blocks": {
      }
    },
    "109437f4-3604-424a-a4b2-8a741d1e2eff": {
      "settings": {
        "text": "<p>Covering ground is crucial in soccer. Distance covered can often be the defining factor between an average performance and a match-winning one. A player adept at reading the game and proactively moving to occupy key spaces is invaluable to their team.<\/p>"
      },
      "blocks": {
      }
    }
  }
}
