{
  "parent": "page.hockey.json",
  "context": {
    "market": "usa"
  },
  "sections": {
    "f1c6b04e-d41f-4fb1-b6bd-4be885137c5f": {
      "settings": {
        "subtitle": "Be a Fitter & Faster Field Hockey Player"
      },
      "blocks": {
      }
    },
    "d7776379-fee4-477f-b6c1-6b994f515542": {
      "settings": {
        "sub_title": "How Field Hockey Players Benefit from GPS"
      },
      "blocks": {
        "a47ac102-b331-47f2-afe6-140e714cb89c": {
          "settings": {
            "text": "<p>This guide shows how every field hockey player can benefit from wearing a GPS Player Vest. Get Fitter and run faster. GPS trackers measure key metrics related to the three core pillars of performance: Speed, Distance, and Intensity. It provides detailed insights into a player's movements, helping to enhance performance. Through understanding how these metrics interact, players can push their limits and achieve their personal bests consistently on the pitch. Learn more about how GPS field hockey trackers work and the crucial data they record in the sections below.<\/p>"
          }
        }
      }
    },
    "4f9a356d-ba74-4d33-a8c1-4977e1827318": {
      "settings": {
        "text": "<p>In field hockey, speed is a crucial element that can make or break a player's performance. The fast nature of field hockey demands quick reflexes and explosive power. Whether it's sprinting to intercept a pass or rapidly changing direction to evade an opponent, <a href=\"\/pages\/speed-training\" target=\"_blank\" title=\"Speed Training\"><strong>speed plays a vital role at every turn<\/strong><\/a>.<\/p>"
      },
      "blocks": {
      }
    },
    "109437f4-3604-424a-a4b2-8a741d1e2eff": {
      "settings": {
        "text": "<p>Players need to traverse long distances on the hockey field in order to be in the right position to make plays. The ability to cover ground quickly can make a huge difference in a game, as it allows players to be in the right place at the right time.<\/p>"
      },
      "blocks": {
      }
    }
  }
}
